[{"model": "biblioteca.autor", "pk": 1, "fields": {"nombre": "Rick Riordan", "biografia": "Rick Riordan es un escritor estadounidense, conocido principalmente por sus series de libros de fantasía para jóvenes. Nació el 5 de junio de 1964 en San Antonio, Texas. Antes de dedicarse a la escritura, Riordan fue maestro de literatura y escritura en secundaria, lo que le permitió desarrollar un estilo accesible y entretenido para los jóvenes lectores."}}, {"model": "biblioteca.autor", "pk": 2, "fields": {"nombre": "Cassandra Clare", "biografia": "Cassandra Clare (nacida el 27 de julio de 1973 en Teherán, Irán) es una autora estadounidense, conocida principalmente por su serie de fantasía Cazadores de sombras (The Mortal Instruments). Creció en diferentes partes del mundo debido al trabajo de sus padres, lo que le permitió tener una visión cosmopolita de la vida. Se trasladó a los Estados Unidos a una edad temprana y más tarde se mudó a Los Ángeles, donde comenzó su carrera literaria."}}, {"model": "biblioteca.genero", "pk": 1, "fields": {"nombre": "Aventura"}}, {"model": "biblioteca.genero", "pk": 2, "fields": {"nombre": "Acción"}}, {"model": "biblioteca.genero", "pk": 3, "fields": {"nombre": "Novela"}}, {"model": "biblioteca.genero", "pk": 4, "fields": {"nombre": "Comedia"}}, {"model": "biblioteca.genero", "pk": 5, "fields": {"nombre": "Drama"}}, {"model": "biblioteca.genero", "pk": 6, "fields": {"nombre": "Romance"}}, {"model": "biblioteca.libro", "pk": 1, "fields": {"titulo": "Percy Jackson y el ladrón del rayo", "autor": 1, "publicacion": 2005, "genero": [1, 2]}}, {"model": "biblioteca.libro", "pk": 2, "fields": {"titulo": "Percy Jackson y el mar de los monstruos", "autor": 1, "publicacion": 2006, "genero": [1]}}, {"model": "biblioteca.libro", "pk": 3, "fields": {"titulo": "Percy Jackson y la maldición del titán", "autor": 1, "publicacion": 2007, "genero": [1]}}, {"model": "biblioteca.libro", "pk": 4, "fields": {"titulo": "Percy Jackson y la batalla del laberinto", "autor": 1, "publicacion": 2008, "genero": [1]}}, {"model": "biblioteca.libro", "pk": 5, "fields": {"titulo": "Percy Jackson y el último héroe del Olimpo", "autor": 1, "publicacion": 2009, "genero": [1]}}, {"model": "biblioteca.libro", "pk": 6, "fields": {"titulo": "Ciudad de hueso", "autor": 2, "publicacion": 2007, "genero": [1, 6]}}, {"model": "biblioteca.libro", "pk": 7, "fields": {"titulo": "Ciudad de ceniza", "autor": 2, "publicacion": 2008, "genero": [6]}}, {"model": "biblioteca.libro", "pk": 8, "fields": {"titulo": "Ciudad de cristal", "autor": 2, "publicacion": 2009, "genero": [1, 6]}}, {"model": "biblioteca.libro", "pk": 9, "fields": {"titulo": "Ciudad de los ángeles caídos", "autor": 2, "publicacion": 2011, "genero": [6]}}, {"model": "biblioteca.libro", "pk": 10, "fields": {"titulo": "Ciudad de las almas perdidas", "autor": 2, "publicacion": 2012, "genero": [1, 6]}}, {"model": "biblioteca.libro", "pk": 11, "fields": {"titulo": "Ciudad del fuego celestial", "autor": 2, "publicacion": 2014, "genero": [6]}}, {"model": "biblioteca.resena", "pk": 1, "fields": {"libro": 11, "texto": "Ciudad del fuego celestial (City of Heavenly Fire) es una conclusión épica y llena de emociones para la serie Cazadores de sombras: Los instrumentos mortales. Cassandra Clare logra un final satisfactorio, resolviendo grandes conflictos y brindando a los personajes un cierre adecuado a sus arcos narrativos, mientras mantiene el suspenso y las sorpresas hasta el último momento. La batalla final contra el malvado Jonathan Morgenstern es impresionante, y las decisiones difíciles que enfrentan los protagonistas sumergen al lector en una montaña rusa emocional. El libro también profundiza en los temas de sacrificio, amor incondicional, y la lucha entre el bien y el mal, con un tono más maduro que el de sus predecesores.", "calificacion": 10}}, {"model": "biblioteca.resena", "pk": 2, "fields": {"libro": 1, "texto": "Percy Jackson y el ladrón del rayo es el primer libro de la exitosa serie Percy Jackson y los dioses del Olimpo de Rick Riordan. La historia sigue a Percy, un adolescente que descubre que es un semidiós, hijo de Poseidón, el dios griego del mar. Tras ser acusado injustamente de robar el rayo de Zeus, Percy se embarca en una aventura junto con sus amigos Annabeth y Grover para encontrar el rayo perdido y evitar una guerra entre los dioses. A lo largo de su viaje, Percy se enfrenta a criaturas mitológicas, descubre secretos de su herencia y lucha con su propio destino.", "calificacion": 9}}]